{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UETestProject",
			"Children": [
				{
					"Source":
					{
						"Text": "Current culture:"
					},
					"Translation":
					{
						"Text": "Aktuelle Kultur:"
					},
					"Key": "test_wbp_current_culture"
				},
				{
					"Source":
					{
						"Text": "List of animals:"
					},
					"Translation":
					{
						"Text": "Liste der Tiere:"
					},
					"Key": "test_wbp_animals_list_title"
				},
				{
					"Source":
					{
						"Text": "Localization test"
					},
					"Translation":
					{
						"Text": "Lokalisierungstest"
					},
					"Key": "test_wbp_title"
				},
				{
					"Source":
					{
						"Text": "NOTE: You should test this example only in Standalone mode. Otherwise switching current culture won't work!"
					},
					"Translation":
					{
						"Text": "HINWEIS: Sie sollten dieses Beispiel nur im Standalone-Modus testen. Andernfalls wird das Umschalten der aktuellen Kultur nicht funktionieren!"
					},
					"Key": "test_wbp_running_note"
				},
				{
					"Source":
					{
						"Text": "Use following buttons to switch current culture and language used in game. The list of animals names should be reloaded with their localized versions that matches selected language."
					},
					"Translation":
					{
						"Text": "Verwenden Sie die folgenden Schaltflächen, um die aktuelle Kultur und die im Spiel verwendete Sprache zu wechseln. Die Liste der Tiernamen sollte mit ihren lokalisierten Versionen neu geladen werden, die der ausgewählten Sprache entsprechen."
					},
					"Key": "test_wbp_info"
				},
				{
					"Source":
					{
						"Text": "cat"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "animal_cat"
				},
				{
					"Source":
					{
						"Text": "cow"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "animal_cow"
				},
				{
					"Source":
					{
						"Text": "dog"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "animal_dog"
				},
				{
					"Source":
					{
						"Text": "goat"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "animal_goat"
				},
				{
					"Source":
					{
						"Text": "hen"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "animal_hen"
				},
				{
					"Source":
					{
						"Text": "horse"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "animal_horse"
				}
			]
		}
	]
}